Repository: benbenbang/google-authenticator-for-mac
Catalog: google-authenticator/mobile/ios/Resources/*.lproj/Localizable.strings
Languages: ar, cs, lt, lv, tl, uk

source: Terms of Service
ar: بنود الخدمة
cs: Smluvní podmínky
lt: Paslaugų teikimo sąlygos
lv: Pak. snieg. not.
tl: Mga Tuntunin ng Serbisyo
uk: Умови використання

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany os. údajů
lt: Privatumo politika
lv: Konfidencialitātes politika
tl: Patakaran sa Privacy
uk: Політика конфіденційності

source: Legal Notices
ar: إشعارات قانونية
cs: Právní doložky
lt: Teisiniai pranešimai
lv: Juridiskie paziņojumi
tl: Mga Legal na Abiso
uk: Офіційне повідомлення

source: Unable to load webpage.
ar: يتعذر تحديد صفحة الويب.
cs: Webovou stránku nelze načíst.
lt: Neįmanoma įkelti tinklalapio.
lv: Nevar ielādēt tīmekļa lapu.
tl: Hindi magawang mag-load ng webpage.
uk: Неможливо завантажити сторінку.

source: OK
ar: موافق
lt: Gerai
lv: Labi

source: Do you want to add the token named “%@”?
ar: هل تريد إضافة الرمز المميز المسمى "%@"؟
cs: Chcete přidat klíč s názvem „%@“?
lt: Ar norite pridėti prieigos raktą „%@“?
lv: Vai vēlaties pievienot pilnvaru %@?
tl: Nais mo bang idagdag ang token na pinangalanang “%@”?
uk: Додати маркер із назвою "%@"?

source: No
ar: لا
cs: Ne
lt: Ne
lv: Nē
tl: Hindi
uk: Ні

source: Yes
ar: نعم
cs: Ano
lt: Taip
lv: Jā
tl: Oo
uk: Так

source: Invalid Key
ar: مفتاح غير صالح
cs: Neplatný klíč
lt: Netinkamas raktas
lv: Nederīga atslēga
tl: Di-wastong Key
uk: Недійсний ключ

source: The key '%@' is invalid.
ar: المفتاح "%@" غير صالح.
cs: Klíč „%@“ je neplatný.
lt: Raktas „%@“ netinkamas.
lv: Atslēga %@ ir nederīga.
tl: Di-wasto ang key na '%@'.
uk: Ключ "%@" недійсний.

source: You must enter a key.
ar: يجب أن تُدخِل مفتاحًا.
cs: Musíte zadat klíč.
lt: Būtina įvesti raktą.
lv: Jums ir jāievada atslēga.
tl: Dapat kang maglagay ng key.
uk: Потрібно ввести ключ.

source: Try Again
ar: إعادة المحاولة
cs: Zkusit znovu
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
tl: Subukang Muli
uk: Повторити

source: Cancel
ar: إلغاء
cs: Zrušit
lt: Atšaukti
lv: Atcelt
tl: Kanselahin
uk: Скасувати

source: Invalid Barcode
ar: رمز شريطي غير صالح
cs: Neplatný čárový kód
lt: Netinkamas brūkšninis kodas
lv: Nederīgs svītrkods
tl: Di-wastong Barcode
uk: Недійсний штрих-код

source: The barcode '%@' is not a valid authentication token barcode.
ar: الرمز الشريطي "%@" ليس رمزًا شريطيًا صالحًا لرمز المصادقة المميز.
cs: Čárový kód „%@“ není platný čárový kód ověřovacího klíče.
lt: Brūkšninis kodas „%@“ nėra tinkamas autentifikavimo prieigos rakto brūkšninis kodas.
lv: Svītrkods %@ nav derīgs autentifikācijas pilnvaras svītrkods.
tl: Ang barcode na '%@' ay hindi wastong barcode ng token ng pagpapatotoo.
uk: Штрих-код "%@" не є дійсним штрих-кодом маркера автентифікації.

source: Welcome
ar: مرحبًا
cs: Vítejte
lt: Sveiki
lv: Laipni lūdzam
tl: Maligayang pagdating
uk: Вітаємо

# Welcome_label
source: Google Authenticator generates verification codes that provide additional security when signing in. To use Google Authenticator you must first add an account by pressing:
ar: تنشئ أداة مصادقة Google رموز تحقق تقدم المزيد من الأمان عند تسجيل الدخول. لاستخدام أداة مصادقة Google، يجب أولاً إدخال حساب عن طريق الضغط على:
cs: Aplikace Google Authenticator generuje ověřovací kódy, které poskytují dodatečné zabezpečení při přihlašování. Chcete-li použít aplikaci Google Authenticator, musíte nejdříve přidat účet stisknutím tlačítka:
lt: „Google“ autentifikavimo priemonė generuoja patvirtinimo kodus, kuriais užtikrinama papildoma sauga prisijungiant. Jei norite naudoti „Google“ autentifikavimo priemonę, pirmiausia turite pridėti paskyrą, paspausdami:
lv: Google autentifikators ģenerē verifikācijas kodus, kas nodrošina papildu drošību pierakstīšanās brīdī. Lai lietotu Google autentifikatoru, no sākuma pievienojiet kontu, nospiežot:
tl: Binubuo ng Google Authenticator ang mga verification code na nagbibigay ng karagdagang seguridad kapag nagsa-sign in. Upang makagamit ng Google Authenticator dapat ka munang magdagdag ng account sa pamamagitan ng pagpindot sa:
uk: Генератор кодів Google створює коди підтвердження для додаткового захисту під час входу. Щоб користуватися Генератором кодів Google, треба спершу додати обліковий запис, натиснувши:

source: Legal Information
ar: إشعارات قانونية
cs: Právní informace
lt: Teisinė informacija
lv: Juridiska informācija
tl: Legal na Impormasyon
uk: Правова інформація

source: Authenticator
ar: أداة المصادقة
lt: Autentifikavimo priemonė
lv: Autentifikators
uk: Генератор кодів

source: Google Authenticator
ar: أداة مصادقة Google
lt: „Google“ autentifikavimo priemonė
lv: Google autentifikators
uk: Генератор кодів Google

source: Add Token
ar: إضافة رمز مميز
cs: Přidat klíč
lt: Prieigos rakto pridėjimas
lv: Pievienot pilnvaru
tl: Magdagdag ng Token
uk: Дод. маркер

source: Time Based
ar: وفقًا للوقت
cs: Na základě času
lt: Pagal laiką
lv: Ar laika ierobežojumu
tl: Batay sa Oras
uk: Часовий

source: Counter Based
ar: وفقًا للعداد
cs: Na základě počítadla
lt: Pagal skaitiklį
lv: Ar skaitītāja ierobežojumu
tl: Batay sa Tagabilang
uk: З лічильника

source: Account:
ar: الحساب:
cs: Účet:
lt: Paskyra:
lv: Konts:
uk: Обліковий запис:

# user@example.com
source: user@example.co.uk
ar: user@example.com
cs: uzivatel@example.com
lt: naudotojas@example.com
lv: lietotajs@example.com
tl: user@example.com
uk: user@example.com

source: Key:
ar: المفتاح:
cs: Klíč:
lt: Raktas:
lv: Atslēga:
uk: Ключ:

source: Enter your key
ar: إدخال المفتاح
cs: Zadejte svůj klíč
lt: Įveskite raktą
lv: Ievadiet savu atslēgu
tl: Ilagay ang iyong key
uk: Введіть свій ключ

source: Scan Barcode
ar: مسح الرمز الشريطي ضوئيًا
cs: Skenovat čárový kód
lt: Brūkšninio kodo nuskaitymas
lv: Skenēt svītrkodu
tl: I-scan ang Barcode
uk: Сканувати штрих-код

source: Integrity Check Value
cs: Hodnota kontroly integrity
